Repository: Tencent-RTC/TUIKit_iOS
Catalog: application/assembly/Modules/Resource/AssemblyLocalized.xcstrings
Source language: en
Languages: ja, zh_hans

# assembly_scenes_application_card_title
source: Industry Scenario Practice
ja: 業界シナリオ体験
zh_hans: 行业应用场景

# assembly_scenes_application_card_description
source: Explore more
ja: もっと見る
zh_hans: 探索更多

# assembly_common_cannot_start_room_during_call
source: You are in a call. Please try again after it ends.
ja: 通話中です。終了後にもう一度お試しください。
zh_hans: 当前正在通话中，请结束后再试

# assembly_portal_hot_component
source: Hot
ja: 人気
zh_hans: 热门

# assembly_portal_ui_component
source: UIKit
ja: UIコンポーネント
zh_hans: UI组件

# assembly_portal_ui_component_trial_tip
source: *The "UI" label indicates that the component comes with a ready-to-use UI kit.
ja: * UIコンポーネントとは、UIを含むクイック統合ソリューションを提供することを意味します
zh_hans: * UI组件指该产品提供含UI快速集成方案，30分钟上线同款能力

# assembly_portal_report_tip
source: Attention: This is a DEMO APP. Do not trust anyone asking you to transfer money. Report scam
ja: 注意：これはデモアプリです。送金や当選に関する情報を信じないでください。通報してください
zh_hans: 仅用于业务功能体验，请勿轻信汇款、中奖等涉及钱款的信息，谨防上当受骗，立即举报

# assembly_portal_about
source: About
ja: 概要
zh_hans: 关于

# assembly_portal_personal_center
source: Personal Center
ja: マイページ
zh_hans: 个人中心

# assembly_portal_app_version
source: Application Version
ja: アプリバージョン
zh_hans: 商店版本

# assembly_portal_sdk_version
source: SDK Version
ja: SDKバージョン
zh_hans: SDK 版本

# assembly_portal_disclaimer
source: Disclaimer
ja: 免責事項
zh_hans: 免责声明

# assembly_portal_disclaimer_desc
source: TRTC (this app) is a tryout app, whose copyright is owned by Tencent Cloud. This app is for tryout only and must not be used commercially. In accordance with relevant regulations, this app forbids pornographic, abusive, terrorism, and politically sensitive content. All audio/video interactions are recorded and archived.
ja: Tencent Cloud TRTC（本製品）はTencent Cloudが提供するテスト製品であり、Tencent Cloudが著作権と所有権を有します。本製品は機能体験のみを目的としており、商用利用は禁止です。 規制要件に基づき、本製品のすべてのオーディオ・ビデオインタラクションは録画・録音されます。わいせつ、暴言、暴力、テロなどの違法コンテンツの配信は固く禁じられています。
zh_hans: 腾讯云音视频 TRTC（"本产品"）是由腾讯云提供的一款测试产品，腾讯云享有本产品的著作权和所有权。本产品仅用于功能体验，不得用于任何商业用途。 为配合相关部门监管要求，本产品音视频互动全程均有录音录像存档，严禁在使用中有任何色情、辱骂、暴恐、涉政等违规内容的传播。

# assembly_portal_privacy
source: Privacy
ja: プライバシーポリシー
zh_hans: 隐私保护指引

# assembly_portal_confirm
source: Done
ja: 確認
zh_hans: 确认

# assembly_portal_btn_cancel
source: cancel
ja: キャンセル
zh_hans: 取消

# assembly_safety_reminder_title
source: Safety Reminder
ja: 安全に関するご注意
zh_hans: 安全提示

# assembly_safety_reminder_first_para
source: Tencent Cloud Media Services App provides you with the demonstration and experience of Tencent Cloud Audio and Video and Communication Cloud Services. Please note:
ja: Tencent Cloudオーディオ・ビデオAppは、Tencent Cloudオーディオ・ビデオおよび通信クラウドサービスのデモと体験を提供します。ご注意ください：
zh_hans: 腾讯云音视频 App 为您提供腾讯云音视频及通信云服务的演示与体験。请注意：

# assembly_safety_reminder_mid_para
source: 1. This App is for demonstration and experience purposes only, and should not be used for daily communication or business transactions. 2. Please do not disclose your personal information, account password, or other sensitive information to strangers to protect your privacy and security. 3. Be vigilant about remittance, winning a prize, and other money-related information to avoid being deceived. 4. If you encounter any suspicious situations, please report to us promptly, and we will verify and handle it as soon as possible.
ja: 1. 本アプリはデモおよび体験のみを目的としており、日常の連絡や商取引にはご利用にならないでください。 2. プライバシー保護のため、見知らぬ人に個人情報やアカウントのパスワードなどを教えないでください。 3. 送金や当選に関する金銭情報にはご注意ください。 4. 不審な状況に遭遇した場合は、直ちにフィードバックをお寄せください。速やかに確認・対処いたします。
zh_hans: 1. 本App用途仅适用于演示和体验，请勿用于日常沟通或商业交易。 2. 请勿向陌生人透露您的个人信息、账号密码等敏感信息，以保护您的隐私安全。 3. 请务必警惕汇款、中奖等涉及钱款的信息，避免上当受骗。 4. 如遇到可疑情况，请及时向我们反馈，我们将尽快为您核实处理。

# assembly_safety_reminder_end_para
source: Thank you for your understanding and support, wish you a pleasant use!
ja: ご理解とご支援に感謝いたします。快適なご利用をお祈りしております！
zh_hans: 感谢您的理解与支持，祝您使用愉快！

# assembly_safety_reminder_btn_confirm
source: GOT IT
ja: 了解しました
zh_hans: 我知道了
